Repository: ScorpioPlayer/Localization
Catalog: */Resources.resw
Source language: en_us
Languages: ar, de, es, fr, it, ja, ko, pt, ru, tr, zh_cn, zh_hant

# CM_Slider_EmbossAmount.Header
source: Emboss Amount
ar: النقش المبلغ
de: Menge prägen
es: Realza la cantidad
fr: Emboss montant
it: Quantità di rilievo
ja: 量をエンボスします。
ko: 금액을 엠보스
pt: Quantidade de alto-relevo
ru: Выбивать сумма
tr: Miktar kabartma
zh_cn: 浮雕量
zh_hant: 浮雕量

# CM_Slider_EmbossAngle.Header
source: Emboss Angle
ar: زاوية مزخرف
de: Emboss Winkel
es: Ángulo de relieve
it: Angolo di rilievo
ja: 角度をエンボスします。
ko: 양각 각도
pt: Gravam o ângulo
ru: Выбивать угол
tr: Açı kabartma
zh_cn: 浮雕角度
zh_hant: 浮雕角度

# Effects_Manager_EmbossToggleSwitch.OnContent
source: Enabled
ar: تمكين
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
ja: 有効になっています。
ko: 사용 가능
pt: Habilitado
ru: Включено
tr: Etkin
zh_cn: 启用
zh_hant: 啟用

# Effects_Manager_EmbossToggleSwitch.OffContent
source: Disabled
ar: ذوي
de: Behinderte
es: Con discapacidad
fr: Personnes handicapées
it: Disabili
ja: 無効になっています。
ko: 사용 안 함
pt: Com deficiência
ru: Инвалидов
tr: Engelli
zh_cn: 禁用
zh_hant: 禁用

# CD_Socket_TITLE.Text
source: Scorpio Media Server
ar: خادم الوسائط العقرب
ja: 蠍座メディア サーバー
ko: 전갈 자리 네트워크 스트리밍
pt: Servidor de mídia de Escorpião
tr: Akrep medya sunucusu
zh_hant: 天蠍網路流

# CM_Open_Socket
source: Scorpio Media Server
ar: خادم الوسائط العقرب
ja: 蠍座メディア サーバー
ko: 전갈 자리 네트워크 스트리밍
pt: Servidor de mídia de Escorpião
tr: Akrep medya sunucusu
zh_hant: 天蠍網路流

# CD_Socket_RemoteHostName.Text
source: Remote Host Name / IP Address
ar: اسم المضيف البعيد/عنوان IP
de: Remote-Hostname / IP Adresse
es: Nombre del Host remoto / dirección IP
fr: Nom de l’hôte distant / adresse IP
it: Host remoto nome / indirizzo IP
ja: リモート ホスト名/IP アドレス
ko: 원격 호스트 이름 / IP 주소
pt: Nome do Host remoto / endereço de IP
ru: Имя удаленного хоста / IP-адрес
tr: Uzak ana makine adı / IP adresi
zh_cn: 远程主机名/IP 地址
zh_hant: 遠端主機名/IP 位址

# CD_Socket_RemotePort.Text
source: Remote Port
ar: منفذ بعيد
es: Puerto remoto
fr: Port à distance
it: Porta remota
ja: リモート ポート
ko: 원격 포트
pt: Porta remota
ru: Удаленный порт
tr: Uzaktan bağlantı noktası
zh_cn: 远程端口
zh_hant: 遠端埠

# CD_Socket_Connect_Button.Content
source: Connect
ar: الاتصال
de: Verbinden
es: Conectar
fr: Se connecter
it: Collegare
ja: 接続
ko: 연결
pt: Conectar-se
ru: Подключение
tr: Bağlanmak
zh_cn: 连接
zh_hant: 連接

# CD_Socket_Disonnect_Button.Content
source: Disconnect
ar: قطع الاتصال
de: Trennen Sie
es: Desconecte
fr: Débranchez
it: Scollegare
ja: 切断
ko: 분리
pt: Desconectar-se
ru: Отключите
tr: Bağlantıyı kes
zh_cn: 断开
zh_hant: 斷開

# CD_Socket_Refresh_Button.Content
source: Fetch Media File Info
ar: إحضار معلومات ملف الوسائط
ja: メディア ・ ファイル情報を取得します。
ko: 미디어 파일 정보 가져오기
pt: Buscar informação de arquivo de mídia
tr: Medya dosya bilgilerini getir
zh_hant: 獲取媒體檔案資訊

# CD_Socket_ConnectionTimedOut
source: could not contact remote server, make sure remote host name and remote port are correct
ar: تعذر الاتصال بالخادم البعيد، تأكد من صحة اسم المضيف البعيد والمنفذ البعيد
de: kann nicht remote-Server zu kontaktieren, stellen Sie sicher, dass remote-Hostnamen und remote-Port richtig sind
es: no podría en contacto con el servidor remoto, asegúrese de nombre de host remoto y Puerto remoto son correctos
fr: Impossible de contacter le serveur distant, assurez-vous que le nom de l’hôte distant et port distant sont corrects
it: Impossibile contattare il server remoto, verificare che nome host remoto e porta remota siano corrette
ja: リモート サーバーへの接続にリモート ホスト名およびリモート ポートが正しいことを確認でした。
ko: 원격 서버에 연결 하지 수, 원격 호스트 이름 및 원격 포트 올바른지 확인 하십시오
pt: Não poderia entrar em contato com o servidor remoto, certifique-se de nome do host remoto e a porta remota estão corretos
ru: не может связаться с удаленного сервера, убедитесь, что правильно заданы имя удаленного хоста и удаленный порт
tr: değil uzak sunucuyla bağlantı, uzak ana bilgisayar adı ve uzak bağlantı noktası doğru olduğundan emin olun
zh_cn: 无法联系远程服务器, 请确保远程主机名和远程端口正确
zh_hant: 無法連絡遠端伺服器, 請確保遠端主機名和遠端埠正確

# CD_Socket_Connected
source: remote server connected
ar: الملقم البعيد الاتصال
de: Remote-Server verbunden
es: servidor remoto conectado
fr: serveur distant connecté
it: server remoto connesso
ja: リモート サーバーの接続
ko: 원격 서버 연결
pt: servidor remoto conectado
ru: удаленный сервер подключен
tr: uzak sunucuya bağlı
zh_cn: 远程服务器已连接
zh_hant: 遠端伺服器已連接

# SCD_PivotItem1.Header
source: Folders
ar: المجلدات
de: Ordnern
es: Carpetas
fr: Dossiers
it: Cartelle
ja: フォルダー
ko: 폴더
pt: Pastas
ru: Папки
tr: Klasörler
zh_cn: 文件夹
zh_hant: 資料夾

# SCD_PivotItem2.Header
source: Files
ar: الملفات
de: Dateien
es: Archivos
fr: Fichiers
it: File
ja: ファイル
ko: 파일
pt: Arquivos
ru: Файлы
tr: Dosyaları
zh_cn: 文件
zh_hant: 檔

# CD_Socket.SecondaryButtonText
source: Close
ar: قم بإغلاق
de: In der Nähe
es: Cerrar
fr: Fermer
it: Chiudere
ja: シャットダウン
ko: 끄세요
pt: Fechar
ru: Закрыть
tr: Kapat
zh_cn: 关闭
zh_hant: 關閉

# CD_Socket_PrimaryButtonText_Connect
source: Connect
ar: الاتصال
de: Verbinden
es: Conectar
fr: Se connecter
it: Collegare
ja: 接続
ko: 연결
pt: Conectar-se
ru: Подключение
tr: Bağlanmak
zh_cn: 连接
zh_hant: 連接

# CD_Socket_PrimaryButtonText_Disconnect
source: Disconnect
ar: قطع الاتصال
de: Trennen Sie
es: Desconecte
fr: Débranchez
it: Scollegare
ja: 切断
ko: 분리
pt: Desconectar-se
ru: Отключите
tr: Bağlantıyı kes
zh_cn: 断开
zh_hant: 斷開

# CD_Socket_LocalHostName.Text
source: Local Host Name / IP Address
ar: اسم المضيف المحلي/عنوان IP
de: Hostname / IP Adresse
es: Nombre de Host local de la dirección de IP
fr: Nom d’hôte local / adresse IP
it: Nome Host locale / indirizzo IP
ja: ローカル ホスト名/IP アドレス
ko: 로컬 호스트 이름 / IP 주소
pt: Nome do Host local / endereço de IP
ru: Имя локального хоста / IP-адрес
tr: Yerel ana bilgisayar adı / IP adresi
zh_cn: 本地主机名/IP 地址
zh_hant: 本地主機名稱/IP 位址

# CD_Socket_LocalPort.Text
source: Listening Port
ar: منفذ الاستماع
de: Überwachungsport
es: Escuchar puerto
fr: Port d’écoute
it: Porta di ascolto
ja: リッスン ポート
ko: 수신 대기 포트
pt: Porta de escuta
ru: Прослушивающий порт
tr: Dinleme bağlantı noktası
zh_cn: 侦听端口
zh_hant: 偵聽埠

# CD_Socket_IsScorpioNetworkingStreamServerToggleSwitch.Header
source: Act As Media Server
ar: تعمل كخادم الوسائط
de: Fungieren als Medienserver
es: Actuar como servidor multimedia
fr: Agir comme serveur multimédia
it: Agire come Server multimediale
ja: メディア サーバーをとしてください。
ko: 미디어 서버 역하시오
pt: Atuar como servidor de mídia
ru: Выступать в качестве сервера мультимедиа
tr: Medya sunucusu olarak işlev görmesine
zh_cn: 充当媒体服务器
zh_hant: 充當媒體伺服器

# CD_Socket_IsScorpioNetworkingStreamServerToggleSwitch.OnContent
source: Share My Favorites To My Local Network
ar: مشاركة المفضلة لشبكة الاتصال المحلية
de: Meine Favoriten auf meinem lokalen Netzwerk freigeben
es: Compartir mis favoritos a mi red Local
fr: Partager mes favoris à mon réseau Local
it: Condividi i miei Preferiti alla mia rete locale
ja: 私のローカル ネットワークに私のお気に入りを共有します。
ko: 내 로컬 네트워크 내 즐겨찾기 공유
pt: Compartilhar meus favoritos para minha rede Local
ru: Разделяют мое избранное в моей локальной сети
tr: Yerel ağımdaki Favorilerime paylaşmak
zh_cn: 将我的收藏夹共享到本地网络
zh_hant: 將我的我的最愛共用到本地網路

# CD_Socket_IsScorpioNetworkingStreamServerToggleSwitch.OffContent
source: No
ar: لا
de: Nein
fr: N°
ja: かどうか
ko: 여부
pt: Não
ru: Нет
tr: Hayır
zh_cn: 否
zh_hant: 否

# CD_Socket_Invalid_HostName
source: Invalid Host Name or IP Address
ar: عنوان IP أو اسم مضيف غير صالح
de: Ungültiger Host-Name oder IP-Adresse
es: Dirección IP o nombre de Host no válido
fr: Nom d’hôte non valide ou adresse IP
it: Indirizzo IP o nome Host non valido
ja: 無効なホスト名または IP アドレス
ko: 잘못 된 호스트 이름 또는 IP 주소
pt: Inválido nome do Host ou endereço IP
ru: Недопустимое имя или IP-адрес
tr: Geçersiz ana bilgisayar adı veya IP adresi
zh_cn: 无效的主机名或 IP 地址
zh_hant: 不正確主機名稱或 IP 位址

# CD_Socket_Listen_Success
source: Success Listen On Port
ar: نجاح الاستماع على منفذ
de: Erfolg hören auf Port
es: Éxito escuche en el puerto
fr: Succès Ecoute sur le Port
it: Successo ascolta sulla porta
ja: ポートをリッスンする成功
ko: 성공 수신 포트에서
pt: Sucesso escuta na porta
ru: Успех слушать на порту
tr: Bağlantı noktasında başarı dinle
zh_cn: 成功侦听端口
zh_hant: 成功偵聽埠

# CD_Socket_Listen_Fail
source: Fail to act as Media Server, please make sure host name and port are valid.
ar: تفشل لتعمل "خادم وسائط الإعلام"، يرجى التأكد من اسم المضيف والمنفذ صحيحة.
de: Nicht als Media-Server handeln, stellen Sie sicher, dass Hostname und Port gültig sind.
es: Dejar de actuar como servidor multimedia, por favor, asegúrese de puerto y nombre de host son válidos.
fr: Ne pas agir en tant que serveur média, veuillez vous assurer que le nom d’hôte et le port sont valides.
it: Non riuscire ad agire come Server multimediale, si prega di assicurarsi di porta e nome host sono validi.
ja: メディア サーバーとして、ホスト名やポートが有効なを確認してくださいに失敗します。
ko: 실패 미디어 서버 역할 호스트 이름과 포트 올바른지 확인 하십시오.
pt: Deixar de agir como servidor de mídia, por favor, certifique-se de porta e nome de host são válidos.
ru: Не выступать в качестве сервера мультимедиа, пожалуйста, убедитесь, что имя хоста и порт являются допустимыми.
tr: Başarısız medya sunucusu olarak işlev görmesine, ana bilgisayar adı ve bağlantı noktası geçerli olduğundan emin olun.
zh_cn: 无法充当媒体服务器, 请确保主机名和端口有效。
zh_hant: 無法充當媒體伺服器, 請確保主機名稱和埠有效。

# CD_Socket_HelpButton.Content
source: Help
ar: تعليمات
de: Hilfe
es: Ayuda
fr: Aide
it: Guida
ja: ヘルプ
ko: 도움말
pt: Ajuda
ru: Справка
tr: Yardım
zh_cn: 帮助
zh_hant: 説明

# SocketNetworkingStream_Message
source: Scorpio Media Server is a unique feature that can stream your Favorites Media including video or audio, via local network or internet between Scorpio Player, or with Scorpio Player Server software. Enable cross streaming between your PC, Xbox, Windows 10 Mobile Phone, and other Windows 10 Devices, When Scorpio Player act as Media Server it must in active window mode not minimize mode or background mode, you can download Scorpio Media Server app for Linux, MacOS, Windows 7, 10 8, 8.1, Docker and learn more from http://scorpioplayer.com, thanks.
ar: العقرب وسائل الإعلام الخادم هو ميزة فريدة من نوعها يمكن دفق "الوسائط المفضلة" الخاصة بك بما في ذلك ملفات الفيديو والصوت، عبر شبكة الاتصال المحلية أو إنترنت بين "لاعب العقرب"، أو مع برنامج "الملقم مشغل العقرب". تمكين تدفق عبر بين جهاز الكمبيوتر الخاص بك، إكس بوكس، ويندوز الهاتف المحمول 10، و "الأجهزة" الأخرى Windows 10، وقانون "لاعب العقرب عند" "خادم الوسائط" فإنه يجب في وضع الإطار النشط لا تصغر أو وضع الخلفية، يمكنك تحميل التطبيق "ملقم وسائط العقرب" لينكس، ماك، ويندوز 7، 10 8، 8.1، عامل الميناء وتعلم المزيد من http://scorpioplayer.com، شكرا.
ja: 蠍座のメディア サーバーは、ビデオまたはオーディオの蠍座プレーヤー サーバー ソフトウェアをローカル ネットワークまたは蠍座プレーヤー間またはインターネット経由でを含むお気に入りメディアをストリーム配信することができますユニークな機能です。あなたの PC、Xbox、Windows 10 携帯電話間でクロスのストリーミングを有効にして他の Windows 10 デバイス、それはアクティブなウィンドウ モードにする必要がありますメディア サーバーとしてときに蠍座のプレーヤー法を最小化モードまたはバック グラウンド モード、Linux、MacOS の蠍座メディア サーバー アプリをダウンロードすることができます。Windows 7、10 8 8.1、港湾労働者、おかげで http://scorpioplayer.com からより多くを学ぶ。
ko: 전갈 자리 네트워킹 스트림 비디오 또는 오디오, 로컬 네트워크 또는 인터넷 전갈 선수 또는 전갈 자리 플레이어 서버 소프트웨어를 포함 하 여 즐겨찾기 미디어를 스트리밍할 수 있는 독특한 기능입니다. 당신의 PC, x 박스, 윈도우 10 휴대 전화, 사이 교차 스트리밍 사용 및 다른 Windows 10 장치, 미디어 서버 활성 창 모드로 해야 할 때 전갈 선수 역할 최소화 하지 모드 또는 배경 모드, 리눅스, 전갈 자리 네트워킹 스트림 애플 리 케이 션을 다운로드할 수 있습니다. 맥 Os, 윈도우 7 10 8, 8.1 자세한 http://scorpioplayer.com에서 감사 합니다.
pt: Servidor de mídia de Escorpião é uma característica única que pode transmitir sua mídia favoritos, incluindo vídeo ou áudio, via rede local ou internet entre Escorpião Player ou com software de servidor de jogador de Escorpião. Permitir streaming transversal entre o seu PC, Xbox, telefone de Windows Mobile 10 e outros dispositivos de 10 janelas, ato quando Escorpião Player como servidor de mídia deve ser em modo de janela ativa não minimizar modo ou modo de plano de fundo, você pode baixar o app Escorpião Media Server para Linux, MacOS, Windows 7, 10, 8, 8.1, estivador e aprender mais do http://scorpioplayer.com, obrigado.
tr: Akrep Media Server sık video veya ses, yerel ağ veya Internet veya akrep oyuncu arasında akrep oyuncu sunucu yazılımı ile üzerinden de dahil olmak üzere medya akışını sağlayabilirsiniz benzersiz bir özelliktir. Çapraz akış PC, Xbox, Windows 10 cep telefonu, arasında etkinleştirmek ve diğer pencere eşiği 10 aygıt, medya sunucusu etkin pencere modunda gerekir olarak akrep oyuncu zaman hareket modu veya arka plan modu en aza indirmek değil, Linux, MacOS için akrep Media Server uygulaması indirebilirsiniz, Windows 7, 10 8, 8.1, liman işçisi ve daha fazla http://scorpioplayer.com, teşekkürler bilgi edinin.
zh_hant: 天蠍網路流是一個獨特的功能, 可以流您的我的最愛媒體, 包括視頻或音訊, 通過本地網路或互聯網之間的天蠍播放機, 或與天蠍播放伺服器軟體。在您的 PC、Xbox、windows 10 手機和其他 windows 10 設備之間啟用交叉流, 當天蠍播放機作為媒體伺服器時, 它必須在使用中視窗模式下不最小化模式或背景模式, 您可以下載天蠍座網路流應用程式為 Linux,MacOS, Windows 7, 10 8, 8.1 和從 HTTP://scorpioplayer.com 學習更多, 謝謝。

# CD_Socket_SocketOfflineModeToggleSwitch.OnContent
source: Streaming
ar: الجري
fr: En streaming
ja: ストリーミング
ko: 스트리밍
pt: Fluxo contínuo
ru: Потоковая передача
tr: Akış
zh_cn: 串流
zh_hant: 串流

# FTP_Settings.Header
source: FTP Setting
ar: إعداد بروتوكول نقل الملفات
de: FTP-Einstellung
es: Configuración de FTP
fr: Réglage FTP
it: Impostazione FTP
ja: FTP 設定
ko: FTP 설정
pt: Configuração de FTP
ru: Настройка FTP
tr: FTP ayarı
zh_cn: FTP 设置
zh_hant: FTP 設置

# NO_FTP.Text
source: No FTP Server Found
ar: لا يتم العثور على ملقم FTP
de: Kein ftpserver gefunden
es: No servidor FTP que se encuentra
fr: Pas trouvé de serveur FTP
it: Trovato nessun Server FTP
ja: FTP サーバーが見つかりました
ko: FTP 서버를 찾을 수
pt: Nenhum servidor FTP encontrado
ru: Не найден сервер FTP
tr: Hiçbir FTP sunucu bulundu
zh_cn: 找不到 FTP 服务器
zh_hant: 找不到 FTP 伺服器

# FTP_Warning.Text
source: FTP Feature isn't fully ready, open file means fully download the file, please do not open very large file.
ar: ميزة بروتوكول نقل الملفات ليست وسائل جاهزة تماما، وفتح ملف تحميل الملف كاملا، رجاء لا تقم بفتح الملف كبير جداً.
de: FTP-Funktion ist nicht vollständig bereit, offene Datei Mittel vollständig laden Sie die Datei, öffnen Sie bitte sehr große Datei nicht.
es: Función de FTP no está completamente listo, abrir archivo medios descargar completamente el archivo, por favor, no abrir archivos muy grandes.
fr: Fonctionnalité FTP n’est pas tout à fait prêts, open file moyens entièrement Télécharger le fichier, s’il vous plaît ne pas ouvrir de fichier très volumineux.
it: Funzione FTP non è completamente pronto, open file significa scaricare completamente il file, si prega di non aprire file di grandi dimensioni.
ja: FTP 機能は完全に準備ができて、オープン ファイル ファイルを完全にダウンロードする非常に大きなファイルを開かないでください。
ko: FTP 기능을 완벽 하 게 준비, 오픈 파일 의미 없습니다 완벽 하 게 파일을 다운로드, 매우 큰 파일 열지 마십시오 하십시오.
pt: Recurso de FTP não está totalmente pronto, abrir arquivo meios totalmente baixar o arquivo, por favor, não abra ficheiros muito grandes.
ru: Функция FTP не полностью готов, открытого файла означает полностью загрузить файл, пожалуйста не открывайте очень большой файл.
tr: FTP özelliği değil tam olarak hazır, açık dosya anlamına gelir tam dosya indirmek için lütfen çok büyük dosyayı açmayın.
zh_cn: FTP 功能尚未完全就绪, 打开文件意味着完全下载文件, 请不要打开非常大的文件。
zh_hant: FTP 功能尚未完全就緒, 打開檔意味著完全下載檔案, 請不要打開非常大的檔。

# UCD_TITLE.Text
source: Network Streaming
ar: شبكة الجري
ja: ストリーミング ネットワーク
ko: 네트워크 스트리밍
pt: Rede de Streaming
tr: Akarsu ağı
zh_hant: 網路流

# UCD.PrimaryButtonText
source: Open
ar: فتح
de: Offen
es: Abierto
fr: Ouvert
it: Aperto
ja: 開けて下さい
ko: 그거 여세요
pt: Aberto
ru: Открытые
tr: Açık
zh_cn: 打开
zh_hant: 打開

# UCD.SecondaryButtonText
source: Close
ar: قم بإغلاق
de: In der Nähe
es: Cerrar
fr: Fermer
it: Chiudere
ja: シャットダウン
ko: 끄세요
pt: Fechar
ru: Закрыть
tr: Kapat
zh_cn: 关闭
zh_hant: 關閉

# UCD_Enter_message_textblock.Text
source: Please enter a network URL:
ar: الرجاء إدخال عنوان شبكة اتصال:
de: Bitte geben Sie eine Netzwerk-URL:
es: Por favor, introduzca una URL de red:
fr: Entrez une URL de réseau :
it: Inserisci un URL di rete:
ja: ネットワークの URL を入力してください。
ko: 네트워크의 URL을 입력 하십시오.
pt: Introduza um URL de rede:
ru: Пожалуйста, введите URL-адрес сети:
tr: Lütfen bir ağ URL girin:
zh_cn: 请输入网络 URL:
zh_hant: 請輸入網路 URL:

source: Downloading
ar: تنزيل
de: Download
es: Descargar
fr: Téléchargement
it: Download in corso
ja: ダウンロード
ko: 다운로드
pt: Download
ru: Загрузка
tr: İndirme
zh_cn: 正在下载
zh_hant: 正在下載

# exampleTextBlock.Text
source: example
ar: مثال:
de: Beispiel:
es: ejemplo
fr: exemple de
it: esempio
ja: 例
ko: 예를 들어
pt: exemplo de
ru: Пример
tr: örnek
zh_cn: 例子
zh_hant: 例子

# SCD_PivotItem4.Header
source: Cache
ar: ذاكرة التخزين المؤقتة
es: Caché
ja: キャッシュ
ko: 캐시
pt: Cache de
ru: Кэш
tr: Önbellek
zh_cn: 缓存
zh_hant: 緩存

source: Cache
ar: ذاكرة التخزين المؤقتة
es: Caché
ja: キャッシュ
ko: 캐시
pt: Cache de
ru: Кэш
tr: Önbellek
zh_cn: 缓存
zh_hant: 緩存

# ClearCacheButton.Content
source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت
de: Cache löschen
es: Borrar caché
fr: Vider le cache
it: Svuota Cache
ja: キャッシュのクリア
ko: 캐시 지우기
pt: Limpar Cache
ru: Очистить кэш
tr: Önbelleği temizle
zh_cn: 清除缓存
zh_hant: 清除緩存

# WM_CacheFolderDeleted
source: cache clear completed
ar: ذاكرة التخزين المؤقت واضحة الانتهاء
de: Cache klar abgeschlossen
es: memoria caché claro terminado
fr: cache claire terminé
it: cache chiara completata
ja: キャッシュ クリア完成品
ko: 캐시 지우기 완료
pt: cache de clara concluída
ru: четкое кэша завершено
tr: Önbelleği Temizle tamamlandı
zh_cn: 缓存清除已完成
zh_hant: 緩存清除已完成

# CD_Socket_SocketOpenAfterDownloadedToggleSwitch.Header
source: open after downloaded
ar: فتح بعد تحميلها
de: Öffnen Sie nach dem herunterladen
es: abrir después de descargar
fr: ouvrir une fois téléchargés
it: aprire dopo scaricato
ja: ダウンロード後に開く
ko: 다운로드 후 열기
pt: abre depois de baixado
ru: Открытие после загрузки
tr: indirilen sonra açmak
zh_cn: 下载后打开
zh_hant: 下載後打開

# CD_Socket_SocketOpenAfterDownloadedToggleSwitch.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: は
ko: 은
pt: Sim
ru: Да
tr: Evet
zh_cn: 是
zh_hant: 是

# CD_Socket_SocketOpenAfterDownloadedToggleSwitch.OffContent
source: No
ar: لا
de: Nein
fr: N°
ja: かどうか
ko: 여부
pt: Não
ru: Нет
tr: Hayır
zh_cn: 否
zh_hant: 否

# WM_ReadFromCache
source: read from cache
ar: القراءة من ذاكرة التخزين المؤقت
de: Lesen Sie aus dem cache
es: lectura de memoria caché
fr: lecture du cache
it: leggere dalla cache
ja: キャッシュからの読み取り
ko: 캐시에서 읽기
pt: leitura do cache
ru: чтение из кэша
tr: önbellekten okunan
zh_cn: 从缓存读取
zh_hant: 從緩存讀取

# WM_DownloadCompleted
source: download completed
ar: تم التنزيل
de: Download abgeschlossen
es: Descarga completada
fr: Téléchargement terminé
it: Download completato
ja: ダウンロードが完了しました
ko: 다운로드 완료
pt: Download Concluído
ru: Скачивание завершено
tr: karşıdan yükleme tamamlandı
zh_cn: 下载已完成
zh_hant: 下載已完成

# SD_PivotItem3_BindSocketToFavoriteToggleSwitch.Header
source: Use Scorpio Media Server as Favorites Source
ar: استخدام ملقم وسائط العقرب كمصدر للمفضلة
ja: 蠍座メディア サーバーのお気に入りソースとして使用します。
ko: 즐겨찾기 소스 스트리밍 전갈 네트워크를 사용 하 여
pt: Usar servidor de mídia de escorpião como fonte de favoritos
tr: Akrep Media Server sık kaynağı olarak kullanma
zh_hant: 使用天蠍網路流作為收藏源

# SD_PivotItem3_BindSocketToFavoriteToggleSwitch.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: は
ko: 은
pt: Sim
ru: Да
tr: Evet
zh_cn: 是
zh_hant: 是

# SD_PivotItem3_BindSocketToFavoriteToggleSwitch.OffContent
source: No
ar: لا
de: Nein
fr: N°
ja: かどうか
ko: 여부
pt: Não
ru: Нет
tr: Hayır
zh_cn: 否
zh_hant: 否

# WM_load_socket_folder_fail
source: Scorpio Media Server Folder Load Failed
ar: فشل في تحميل مجلد الخادم وسائل الإعلام العقرب
ja: 蠍座メディア サーバー フォルダーの読み込みに失敗しました
ko: 전갈 자리 네트워크 스트리밍 폴더 로드 실패
pt: Falha de carga de pasta de servidor de mídia de Escorpião
tr: Akrep Media Server klasör yükleme başarısız oldu
zh_hant: 天蠍網路流資料夾載入失敗

# WM_load_socket_folder
source: Scorpio Media Server Folder Load Completed
ar: تحميل مجلد الخادم وسائل الإعلام أكملت العقرب
ja: 蠍座メディア サーバー フォルダーの読み込み完了
ko: 전갈 자리 네트워크 폴더 로드 완료 스트리밍
pt: Escorpião Media Server pasta carga concluída
tr: Akrep Media Server klasör yükleme tamamlandı
zh_hant: 天蠍網路流資料夾載入完成

# WM_load_socket_file_fail
source: Scorpio Media Server Files Load Failed
ar: فشل في تحميل ملفات الملقم الإعلام العقرب
ja: 蠍座メディア サーバー ファイル読み込みに失敗しました
ko: 전갈 자리 네트워크 스트리밍 파일 로드 실패
pt: Carga de arquivos do servidor Media Escorpião falhada
tr: Akrep Media Server dosyaları yükleme başarısız oldu
zh_hant: 天蠍網路流檔載入失敗

# WM_load_socket_file
source: Scorpio Media Server Files Load Completed
ar: تحميل ملفات الخادم وسائل الإعلام أكملت العقرب
ja: 蠍座メディア サーバー ファイルの読み込み完了
ko: 전갈 자리 네트워크 스트리밍 파일 로드 완료
pt: Carga de arquivos do servidor Media Escorpião concluída
tr: Akrep Media Server dosyaları yükleme tamamlandı
zh_hant: 天蠍網路流檔載入完成

# WM_scorpio_network_stream_not_set
source: remote host settings for Scorpio Streaming Server is required
ar: مطلوب إعدادات المضيف البعيد "خادم تدفق العقرب"
ja: 蠍座のストリーミング サーバーにリモート ホストの設定が必要
ko: 전갈 자리 네트워크 스트리밍에 대 한 원격 호스트 설정 필수임
pt: configurações do host remoto para Escorpião Streaming Server é necessária
tr: uzak ana bilgisayar ayarları akrep Streaming Server için gereklidir
zh_hant: 需要天蠍網路流的遠端主機設置

# SD_PivotItem1_DisableLayoutScalingToggleSwitch.Header
source: Disable Layout Scaling
ar: تعطيل تخطيط التحجيم
de: Deaktivieren Layoutskalierung
es: Deshabilitar la escala del diseño
fr: Désactiver la mise à l’échelle de mise en page
it: Disattivare il ridimensionamento del Layout
ja: レイアウト スケーリングを無効にします。
ko: 레이아웃 크기 조정 사용 안 함
pt: Desativar dimensionamento de Layout
ru: Отключить масштабирование макета
tr: Düzen ölçeklendirmeyi devre dışı bırak
zh_cn: 禁用布局缩放
zh_hant: 禁用佈局縮放

# SD_PivotItem1_DisableLayoutScalingToggleSwitch.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: は
ko: 은
pt: Sim
ru: Да
tr: Evet
zh_cn: 是
zh_hant: 是

# SD_PivotItem1_DisableLayoutScalingToggleSwitch.OffContent
source: No
ar: لا
de: Nein
fr: N°
ja: かどうか
ko: 여부
pt: Não
ru: Нет
tr: Hayır
zh_cn: 否
zh_hant: 否

# TrySetDisableLayoutScalingSuccess
source: Set Disable Layout Scaling Success
ar: تعطيل تعيين تخطيط قياس النجاح
de: Eingestellten deaktivieren Layout skalieren Erfolg
es: Diseño de sistema deshabilitar escala éxito
fr: Set de désactiver mise en page, mise à l’échelle de réussite
it: Layout di impostare Disattiva ridimensionamento successo
ja: 成功をスケーリング設定無効レイアウト
ko: 설정된 해제 레이아웃 성공 비율
pt: Layout de conjunto desativar dimensionamento de sucesso
ru: Установить отключение макета масштабирования успех
tr: Set devre dışı bırak düzen başarı ölçekleme
zh_cn: 设置禁用布局缩放成功
zh_hant: 設置禁用佈局縮放成功

# TrySetDisableLayoutScalingFail
source: Set Disable Layout Scaling Fail
ar: تعطيل تعيين تخطيط تحجيم تفشل
de: Eingestellten deaktivieren Layout skalieren Fail
es: Diseño de sistema deshabilitar escalar Fail
fr: Set désactiver mise en page, mise à l’échelle de Fail
it: Layout di impostare Disattiva ridimensionamento Fail
ja: 失敗をスケーリング設定無効レイアウト
ko: 설정된 해제 레이아웃 크기 조정 실패
pt: Layout do conjunto desativar dimensionamento Fail
ru: Установить отключение макета масштабирования Fail
tr: Set devre dışı bırak düzeni başarısız ölçekleme
zh_cn: 设置禁用布局缩放失败
zh_hant: 設置禁用佈局縮放失敗

# WM_SubtitleNotFound
source: Subtitle Not Found.
ar: لم يتم العثور على العنوان الفرعي.
de: Untertitel nicht gefunden.
es: Subtítulo no encontrado.
fr: Sous-titre introuvable.
it: Sottotitoli non trovato.
ja: 字幕が見つかりません。
ko: 자막을 찾을 수 없습니다.
pt: Subtítulo não encontrado.
ru: Субтитры не найден.
tr: Altyazı bulunamadı.
zh_cn: 未找到字幕。
zh_hant: 未找到字幕。

# WM_SubtitleNotFoundAudio
source: Lyrics Not Found.
ar: لم يتم العثور على كلمات الأغاني.
de: Songtext nicht gefunden.
es: Letras que no se encuentran.
fr: Paroles non trouvés.
it: Testi non trovati.
ja: 歌詞が見つかりませんでした。
ko: 가사는 찾을 수 없습니다.
pt: Letras não encontradas.
ru: Тексты песен не найден.
tr: Şarkı sözleri bulunamadı.
zh_cn: 未找到歌词。
zh_hant: 未找到歌詞。

# chi
source: Chinese
ar: الصينية
de: Chinesisch
es: Chino
fr: Chinois
it: Cinese
ja: 中国語
ko: 중국어
pt: Chinês
ru: Китайский
tr: Çince
zh_cn: 中文
zh_hant: 中文

# WM_not_support
source: not support
ar: عدم دعم
de: keine Unterstützung
es: no apoyo
fr: pas de prise en charge
it: non supporto
ja: サポートしていません
ko: 지원 하지
pt: Não apoio
ru: не поддерживает
tr: değil destek
zh_cn: 不支持
zh_hant: 不支援
